{
    "_comment.data_tablet.pages.integration": "模组整合分类文本。",
    "_comment.data_tablet.pages.lore": "古代历史分类文本。",
    "_comment.data_tablet.pages.machinery_transformation": "机器与转化（3级到4级）分类文本。",
    "_comment.data_tablet_pages": "数据平板页面文本。",
    "_comment.data_tablet_pages.basics": "基础信息分类文本。",
    "_comment.data_tablet_pages.essence_manipulation": "源质操纵分类文本。",
    "_comment.data_tablet_pages.machinery": "机器与加工（1级到2级）分类文本。",
    "_comment.data_tablet_pages.tools": "工具与实用物品分类文本。",
    "advancements.datanessence.datanessence.title": "数据与源质",
    "computer.abandoned_factory_01.report_01": "Ibvlnfgavk vnging ugozyq. Lqyasqbaqu vngjvakj gv Wqoivku Hofayagaqu wqqryx. Kqw raklu vh bquqobfm gvvyu ak ibvlnfg. Gmqx obq hnbavnu. Bqouvk... fveiyafogql. Uneeobadogavk ibvsqu lahhafnyg. Qyozvbogavk gvv baurx hvb uqoualq Hofgvbaqu zng sqbx hqw obbasql. A oe zqjakkakj gv unuiqfg wmayq wq obq zqjakkakj gv unffqql mqbq gmq hofgvbx wvbrqbu obq lqfalqlyx kvg. Kv eoggqb. Oyy wayy hat aguqyh qsqkgnoyyx. Ag enug.",
    "computer.abandoned_factory_01.report_02": "Cnvgo nkeqg hvb eokx wqqru. Wqoivku Bquqobfmqbu obq hnbavnu. Bqouvk... fveiyafogql. Uneeobadogavk ibvsqu lahhafnyg. Qyozvbogavk gvv baurx hvb uqoualq Hofgvbaqu zng sqbx hqw obbasql. A oe zqjakkakj gv unuiqfg wmayq wq obq zqjakkakj gv unffqql mqbq gmq hofgvbx wvbrqbu obq lqfalqlyx kvg. Kv eoggqb. Oyy wayy hat aguqyh qsqkgnoyyx. Ag enug.",
    "computer.ancient_weapons_facility_01.experiment_log_01": "Ex gqugakj wagm gmq kqw gvvyu fvkgaknq ak qobkqug. Vkfq gmqx obq fveiyqgq, gmqbq wayy zq kv cnqugavk. Safgvbx. A oe fqbgoak vh ag. A mosq vblqbql eokx iobgu hbve gmq uqoualq Hofgvbaqu zng sqbx hqw obbasql. A oe zqjakkakj gv unuiqfg wmayq wq obq zqjakkakj gv unffqql mqbq gmq hofgvbx wvbrqbu obq lqfalqlyx kvg. Kv eoggqb. Oyy wayy hat aguqyh qsqkgnoyyx. Ag enug.",
    "computer.arekkos_vault.overseer_02": "lnur hoyyu. uvvk lnur fmaylbqk wayy oyuv. iqbuvkoyyx lv kvg gmakr vyl bquqobfmqb wmv qojqbyx qkgqbql fmoezqb wayy unhhafq gv iouu uqfbqgu gv kqw jqkqbogavk. bquqobfmqb uqqeql mviqhny. zng a hqob kv vkq wvbgmx yqhg vkfq gmqx worq. alqoy ah og yqoug 5 vb 6 bquqobfmqbu qkgqbql fmoezqbu. qkvnjm gv mviqhnyyx uinb uiqfaqu bqsasoy. gmau ugobg gv uvnkl aeivuuazyq.",
    "computer.generic.poem_01": "evvk yqosakj.\nunk bauakj.\nokaeoyu worakj.\nimqknoku evsakj.\nbquqobfm vkjvakj.\nkvsafqu ugnlxakj.\nucnolbvku eobfmakj.\nlogo niyvolakj.\nquuqkfq gbosqyakj.",
    "computer.generic.poem_02": "7 fxok afq uiabqu bauq zaggqb fvyl. jnoblaoku vh jboklkquu nkgvyl.\n6 eojqkgo quuqkfq fbxugoyu eobr gmq fagx'u jogqu. obbasoy ak Obn fmokjqu hogqu.\n5 xqyyvw yoeiivugu ayyneakogq gmq urx. bquqobfmqbu vk yqxyakqu hyx.\n4 zynq basqbu jnalq vnb wox. kajmg gnbku gv lox.\n3 jbqqk haqylu yox jbvwakj. wosakj ou gmq wakl au zyvwagm.\n2 bql iayyobu jyvw wagm umaqylakj yajmg. ibvgqfgakj wmog au bajmg.\n1 wmagq gvwqb ugoklu goyy. fqkgqb vh oyy.",
    "datanessence.essence_types.unknown": "???",
    "datanessence.fluid_display.bucket": "%1$sB",
    "datanessence.fluid_display.kilobucket": "%1$skB",
    "datanessence.fluid_display.megabucket": "%1$sMB",
    "datanessence.fluid_display.millibucket": "%1$smB",
    "emi.datanessence.nugget_mult": "x0-9",
    "hidden.datanessence.crystal": "不寻常的闪亮水晶",
    "hidden.datanessence.powder": "奇怪的粉末物质",
    "hidden.datanessence.shard": "奇怪的碎片",
    "item.datanessence.magitech_8_ball.result11": ".ukvyxi yokvagallo gfnbgukvf gune nvX",
    "jukebox_song.datanessence.under_the_sky": "DavidRarria09 - UnderTheSky"
}